{"records": [{"title": "Anxiety Disorders", "id": "CMHAAnxietyDisorders", "text": "\nWe all feel nervous or worried at times. This anxiety can be a helpful feeling when it motivates us or warns us of danger. An anxiety disorder, on the other hand, causes unexpected or unhelpful anxiety that seriously impacts our lives, including how we think, feel, and act.\nWhat are anxiety disorders?\nAnxiety disorders are mental illnesses. The different types of anxiety disorders include:\nPhobias\nA phobia is an intense fear around a specific thing like an object, animal, or situation. Most of us are scared of something, but these feelings don’t disrupt our lives. With phobias, people change the way they live in order to avoid the feared object or situation.\nPanic disorder\nPanic disorder involves repeated and unexpected panic attacks. A panic attack is a feeling of sudden and intense fear that lasts for a short period of time. It causes a lot of physical feelings like a racing heart, shortness of breath, or nausea. Panic attacks can be a normal reaction to a stressful situation, or a part of other anxiety disorders. With panic disorder, panic attacks seem to happen for no reason. People who experience panic disorder fear more panic attacks and may worry that something bad will happen as a result of the panic attack. Some people change their routine to avoid triggering more panic attacks.\nAgoraphobia\nAgoraphobia is fear of being in a situation where a person can’t escape or find help if they experience a panic attack or other feelings of anxiety. A person with agoraphobia may avoid public places or even avoid leaving their homes.\nSocial anxiety disorder\nSocial anxiety disorder involves intense fear of being embarrassed or evaluated negatively by others. As a result, people avoid social situations. This is more than shyness. It can have a big impact on work or school performance and relationships.\nGeneralized anxiety disorder\nGeneralized anxiety disorder is excessive worry around a number of everyday problems for more than six months. This anxiety is often far greater than expected—for example, intense anxiety over a minor concern. Many people experience physical symptoms too, including muscle tension and sleep problems.\nOther mental illnesses\nSome mental illnesses are no longer classified as anxiety disorders, though anxiety or fear is a major part of the illnesses.\nObsessive-compulsive disorder (OCD)\nObsessive-compulsive disorder is made up of unwanted thoughts, images, or urges that cause anxiety (obsessions) or repeated actions meant to reduce that anxiety (compulsions). Obsessions or compulsions usually take a lot of time and cause a lot of distress.\nPost-traumatic stress disorder (PTSD)\nPost-traumatic stress disorder can occur after a very scary or traumatic event, such as abuse, an accident, or a natural disaster. Symptoms of PTSD include reliving the event through nightmares or flashbacks, avoiding reminders of the traumatic event, and feeling unsafe in the world, even when a person isn’t in danger.\nWho do they affect?\nAnxiety disorders can affect anyone at any age, and they are the most common mental health problem. Sometimes, anxiety disorders are triggered by a specific event or stressful life experience. Anxiety disorders may be more likely to occur when we have certain ways of looking at things (like believing that everything must be perfect) or learn unhelpful coping strategies from others. But sometimes there just doesn’t seem to be a reason.\nWhat can I do about them?\nMany people who experience an anxiety disorder think that they should just be able to ‘get over it’ on their own. Others may need time to recognize how deeply anxiety affects their life. However, anxiety disorders are real illnesses that affect a person’s well-being. It’s important to talk to a doctor about mental health concerns. Some physical health conditions cause symptoms of anxiety. A doctor will look at all possible causes of anxiety.\nNormal, expected anxiety is part of being human. Treatment should look at reducing unhelpful coping strategies and building healthy behaviours that help you better manage anxiety.\nEach anxiety disorder has its own specific treatments and goals, but most include some combination of the following strategies:\nCounselling\nAn effective form of counselling for anxiety is cognitive-behavioural therapy (or ‘CBT’). CBT teaches you how your thoughts, feelings, and behaviours work together. A goal of CBT is to identify and change the unhelpful patterns of thinking that feed anxious thoughts. CBT can help you identify problem behaviours and replace them with helpful strategies. It’s often the first treatment to try for mild or moderate problems with anxiety.\nMedication\nSome people also find antianxiety or antidepressant medication helpful. Medication can help with the physical feelings of anxiety. It may also make anxious thoughts less frequent or intense, so it can be easier to learn helpful coping strategies. Some people take medication until their anxiety is controlled enough to try therapies like CBT.\nSupport groups\nSupport groups—in person or online—may be a good place to share your experiences, learn from others, and connect with people who understand.\nSelf-help strategies\nMany different skills can help people manage anxiety, such as stress management, problem-solving, and relaxation. Mindfulness—developing awareness of the present moment without judgement—may also help. Practices that support wellness, such as eating well, exercising, having fun, and connecting with others, are also important.\nHow can I help a loved one?\nSupporting a loved one who is experiencing an anxiety disorder can be difficult. You may not understand why your loved one feels or acts a certain way. Some people who experience an anxiety disorder feel like they have to do things a certain way or avoid things or situations, and this can create frustration or conflict with others. You may feel pressured to take part in these behaviours or adjust your own behaviours to protect or avoid upsetting a loved one. Support can be a delicate balance, but you should expect recovery­—in time.\nHere are some general tips.\n\nRemind yourself that the illness is the problem—anger, frustration, or behaviours related to anxiety are nobody’s fault.\nBe patient—learning and practicing new coping strategies takes time.\nIf your loved one is learning new skills, offer to help them practice.\nListen and offer support, but avoid pushing unwanted advice.\nSet boundaries and seek support for yourself, if needed.\nIf other family members are affected by a loved one’s anxiety disorder, consider seeking family counselling.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Children, Youth, and Depression", "id": "CMHAChildren,Youth,andDepression", "text": "\nWhile we may think of low mood or other challenges as adult problems, they can affect people at any age. Children and teens can experience mental illnesses like depression. Sometimes it can be difficult for adults to understand how difficult children’s problems can be because we look at their problems through adult eyes. But the pressures of growing up can be very hard for some children. It’s important that we remind ourselves that while their problems may seem unimportant to us, they can feel overwhelming to young people. It’s important to take depression in young people seriously.\nWhat is depression?\nDepression is a type of mental illness called a mood disorder. Mood disorders affect the way you feel, which also affects the way you think and act. With depression, you may feel ‘down,’ hopeless, or find that you can’t enjoy things you used to like. Many people who experience depression feel irritable or angry. And some people say that they feel ‘numb’ all the time.\nRecognizing depression in young people can be more difficult than recognizing depression in adults because young people experience so many changes. You may wonder what is ‘normal’ and what might be a problem. Also, many children and teens may not want to talk about their feelings, or may have their own explanation for their experiences. However, you may still notice the following changes.\nChanges in feelings: Your child may show signs of being unhappy, worried, guilty, angry, fearful, helpless, hopeless, lonely, or rejected.\nChanges in physical health: Your child may start to complain of headaches or general aches and pains that you can’t explain. They may feel tired all the time or have problems eating or sleeping. Your child may unexpectedly gain or lose weight.\nChanges in thinking: Your child may say things that indicate low self-esteem, self-dislike or self-blame—for example, they may only talk about themself negatively. They may have a hard time concentrating. In some cases, they may show signs that they’re thinking about suicide.\nChanges in behaviour: Your child might withdraw from others, cry easily, or show less interest in sports, games, or other fun activities that they normally enjoy. They might over-react and have sudden outbursts of anger or tears over small incidents.\nSome of these changes may be signs of mental health problems other than depression. It’s important to look at the bigger picture: how intense the changes are, how they impact your child’s life, and how long they last. It’s particularly important to talk to your child if you’ve noticed several changes lasting more than two weeks.\nWho does it affect?\nDepression often starts between the ages of 15 and 30, but it can affect anyone—even teens and younger children. While we don’t know exactly what causes depression, many factors are likely at play. These include family history, personality, life events, and changes in your child’s body. Certain medications and physical illnesses can also contribute to depression.\nWhat can I do about it?\nDepression is very treatable. Children, teens, and adults can all recover from depression. For children and teens in particular, early treatment is important so they can get back to their education and other goals as quickly as possible.\nSupport for a young person who experiences depression may come from several different people and places. Your family doctor is often the first place you start, but you may also find support through people like psychiatrists, psychologists, counsellors, social workers, or peer support workers. Many communities offer programs that support healthy children and build social connections—these are also helpful in preventing depression.\nSchools are also an important place for all children. Many schools offer programs that build skills, resiliency, and supports. If you’re concerned about your child’s health, teachers and school counsellors can describe changes they’ve seen or problems they’ve noticed during the school day. If your child is diagnosed with a mental illness, your child’s school may make small changes to support your child’s learning goals. Many schools offer counselling or referrals to community services.\nCounselling and support\nMany children start with counselling like cognitive-behavioural therapy (or ‘CBT’). CBT teaches people how their thoughts, feelings, and actions work together. It also teaches skills such as healthy thinking, problem solving, and stress management. CBT has been widely adapted for different groups and different situations, and it’s also useful to prevent depression.\nSelf-care strategies to stay well are important for everyone. This includes eating well, exercising, spending time with others, and making time for fun activities. Ask your care team for ideas. They can also recommend programs or services in your community that support healthy living.\nSupport groups may also be helpful. Support groups are an opportunity to share experiences and learn from others. There are also groups specifically for caregivers and family members.\nMedication\nYour child may also be prescribed an antidepressant if other options don’t seem to help. This is a group of medications used to treat depression and other mental illnesses. The decision to use medication can be complicated, especially if your child is young. Medications can be helpful for some children, but there may be extra risks to consider. It’s important to have an honest discussion with your doctor so you know what to expect. Most professionals will consider medication for children under the age of 18 as a second option to other approaches, like counselling.\nHow can I help the entire family?\nIt is important to recognize your own feelings about your child’s depression. Many people feel guilty or frustrated when a loved one is diagnosed with a mental illness, and this can affect family relationships. It can also be difficult to cope with your child’s unhappy feelings.\nMany of the strategies that help your child can help the entire family. Family counselling can give everyone an opportunity to share their experiences and help you develop strategies that take care of the entire family’s well-being. Support groups can connect you with other caregivers who are supporting a loved one. And, of course, wellness strategies at home are helpful for everyone.\nIt’s best to be honest with siblings and other family members about a child’s illness. That way, your child has several sources of support and understanding.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Depression and Bipolar Disorder", "id": "CMHADepressionandBipolarDisorder", "text": "\nWe all experience changes in our mood. Sometimes we feel energetic, full of ideas, or irritable, and other times we feel sad or down. But these moods usually don’t last long, and we can go about our daily lives. Depression and bipolar disorder are two mental illnesses that change the way people feel and make it hard for them to go about their daily routine.\nWhat is depression?\nDepression is a mental illness that affects a person’s mood—the way a person feels. Mood impacts the way people think about themselves, relate to others, and interact with the world around them. This is more than a ‘bad day’ or ‘feeling blue.’ Without supports like treatment, depression can last for a long time.\nSigns of depression include feeling sad, worthless, hopeless, guilty, or anxious a lot of the time. Some feel irritable or angry. People lose interest in things they used to enjoy and may withdraw from others. Depression can make it hard to focus on tasks and remember information. It can be hard to concentrate, learn new things, or make decisions. Depression can change the way people eat and sleep, and many people experience physical health problems.\nAge and sex can also impact how people experience depression. Males often experience anger or irritability rather than sadness, which can make depression harder for others to see. Young people and older adults may experience lasting changes in mood that are mistakenly dismissed as a normal part of growing up or of aging.\nWhat is bipolar disorder?\nBipolar disorder is another mental illness that affects mood. With bipolar disorder, people experience episodes of depression and episodes of mania. An episode of depression in bipolar disorder is the same as other types of depression. Mania is an unusually high mood for the person. People may feel like their thoughts are racing and may feel hyperactive. They may feel unrealistically confident, happy, or very powerful. Many people don’t sleep much when they experience mania. They may act without thinking and do risky things they wouldn’t normally do.\nPeople usually experience periods of wellness between episodes of depression or mania. Episodes of depression or mania generally last for a period of time, though a small number of people may experience episodes that change quickly. The frequency and type of episode can also vary greatly. For example, some people experience many episodes of depression with only a few episodes of depression or mania. Others experience long periods of wellness with only a few episodes during their lifetime.\nWho do they affect?\nDepression and bipolar disorder can affect anyone. They are likely caused by many different factors that work together, including family history, biology, the environment, life experiences, personality and physical health problems.\nWhat can I do about it?\nDepression and bipolar disorder can be very challenging. Many people blame themselves for their feelings or wonder why they can’t just ‘get over it.’ Some feel like they have to live with difficult feelings because they worry about what others will think if they ask for help. The symptoms of the illnesses themselves can make it hard to seek help. Depression and bipolar disorder are real illnesses, and they deserve care and support. People can and do recover.\nCounselling and support\nA type of counselling called cognitive-behavioural therapy (or ‘CBT’) is common for mood disorders. It teaches you how your thoughts, feelings, and behaviours work together. It also teaches important skills like solving problems, managing stress, realistic thinking, and relaxation. CBT is often the first treatment to try if you experience mild or moderate problems with depression.\nSupport groups are also very important. Depression and bipolar disorder can isolate people from others, and isolation can add to mood problems. Support groups are a safe place to share your experiences, learn from others, and connect with people who understand what you’re going through.\nTaking care of your well-being is especially important if you’re working through recovery, but this can be easy to overlook. Regular exercise can boost your mood and help you manage stress. Eating well and learning or maintaining healthy sleep habits are also very helpful. It’s always important to spend time on activities you enjoy, find relaxation strategies that work for you, and spend time with loved ones.\nMedication\nAntidepressants are the main kind of medication used to treat depression. There are many different classes and types of antidepressants, and they each work a little differently. However, antidepressants may not be the best option for bipolar disorder. Instead, bipolar disorder may be treated with mood stabilizers. While medication can help with some symptoms, they can’t get rid of the thinking patterns or beliefs that can drive mood problems. Most people use a combination of medication and counselling.\nOther options\nIf depression is very serious or lasts for a long time, doctors may recommend electroconvulsive therapy (or ECT). ECT can be very helpful, especially when other treatments haven’t worked. There are other options such as light therapy for certain kinds of depression, but it’s best to talk with your care team before you try something new.\nRelapse prevention\nA big part of recovery is learning to recognize relapse. A relapse is when symptoms come back. Seeking help as early as possible can do a lot to reduce problems or challenges. Relapse prevention plans—prepared when you’re well—often map out early warning signs, list treatment strategies that have worked in the past, and assign tasks to key people who can support you in your recovery. Your plan may be a formal arrangement with your care team or an informal plan with loved ones.\nHow can I help a loved one?\nWhen someone you love is diagnosed with depression or bipolar disorder, you may wonder how you can really help. You can offer support in different ways: you can offer emotional support or practical support to help make the journey less daunting. You can also help a loved one watch for signs of relapse or other difficulties, which is an important part in maintaining wellness.\nPeople who experience an episode of depression may have thoughts of ending their life. This is a sign that a loved one needs extra support. If you believe that a loved one is in danger, don’t hesitate to call 911 or your local crisis line.\nHere are some tips for supporting someone you love:\n\nLearn more about the illness and listen to your loved one so you have a better understanding of their experiences.\nSomeone who experiences an episode of depression may want to spend time alone or act out in frustration, and this can hurt other people’s feelings. These are just symptoms—it isn’t about you.\nAsk your loved one how you can help. Think about practical help with day-to-day tasks, too.\nMake sure your expectations are realistic. Recovery takes time and effort. It means a lot when you recognize your loved one’s work towards wellness, regardless of the outcome.\nMake your own boundaries, and talk about behaviour you aren’t willing to deal with.\nSeek support for yourself and think about joining a support group for loved ones. If family members are affected by a loved one’s illness, consider family counselling.\n\nDo you need more help\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Eating Disorders", "id": "CMHAEatingDisorders", "text": "\nEvery day, we are surrounded by different messages from different sources that impact the way we feel about the way we look. For some, poor body image is a sign of a serious problem: an eating disorder. Eating disorders are not just about food. They are often a way to cope with difficult problems or regain a sense of control. They are complicated illnesses that affect a person’s sense of identity, worth, and self-esteem.\nWhat are eating disorders?\nThere are three main types of eating disorders: anorexia nervosa, bulimia nervosa, and binge-eating disorder.\nThe signs of an eating disorder often start before a person looks unwell, so weight should never be the only consideration.\nAnorexia nervosa\nA person who experiences anorexia nervosa may refuse to keep their weight at a normal weight for their body by restricting the amount of food they eat or exercising much more than usual. They may feel overweight regardless of their actual weight. They may think about their body weight often and use it to measure their self-worth.\nRestricting food can affect a person’s entire body. Anorexia nervosa can cause heart and kidney problems, low blood iron, bone loss, digestive problems, low heart rate, low blood pressure, and fertility problems in women. As many as 10% of people who experience anorexia die as a result of health problems or suicide.\nBulimia nervosa\nBulimia nervosa involves periods of uncontrollable binge-eating, followed by purging (eliminating food, such as by vomiting or using laxatives). People who experience bulimia nervosa may feel overweight regardless of their actual weight. They may think about their body weight often and use it to measure their self-worth.\nHealth problems caused by bulimia nervosa may include kidney problems, dehydration, and digestive problems. Vomiting often can damage a person’s teeth, mouth, and throat.\nBinge-eating disorder\nBinge-eating disorder involves periods of over-eating. People who experience binge-eating disorder may feel like they can’t control how much they eat, and feel distressed, depressed, or guilty after bingeing. Many people try to keep bingeing a secret. Binge-eating can be a way to cope or find comfort, and it can sometimes develop after dieting. Some people may fast (not eat for a period of time) or diet after periods of binge-eating.\nBinge-eating disorder can increase the risk of Type 2 diabetes, high blood pressure, or weight concerns.\nWho does it affect?\nEating disorders can affect anyone, but some people may be at higher risk. People who experience lower self-esteem or poor body image, perfectionism, or difficulties dealing with stress may be more likely to experience an eating disorder. A lack of positive social supports and other important connections may also play a big part. In some cases, eating disorders can go along with other mental illnesses.\nOur beliefs around body image are also important. While the media may often portray thinness as an ideal body type, this alone doesn’t cause an eating disorder. How we think about those messages and apply them to our lives is what affects our self-esteem and self-worth.\nWhat can I do about it?\nYou may have a lot of difficult feelings around finding help—it isn’t always an easy step to take. Many people who experience an eating disorder are scared to go into treatment because they may believe that they will have to gain weight. Many also feel a lot of shame or guilt around their illness, so the thought of talking about very personal experiences can seem overwhelming. Some people find comfort in their eating behaviours and are scared to find new ways to cope. Restricting food, bingeing, and purging can lead to serious health problems, but eating disorders are treatable and you can recover. A good support team can help you through recovery and teach important skills that last a lifetime.\nTreatment for an eating disorder usually involves several different health professionals. Some people may need to spend time in hospital to treat physical health problems.\nCounselling and support\nCounselling helps people work through problems and develop skills to manage problems in the future. There are different types of counselling, including cognitive-behavioural therapy, dialectical behaviour therapy, and interpersonal therapy. The entire family may take part in counselling, particularly when a young person experiences an eating disorder.\nIt can be very helpful to connect with support groups. They’re an opportunity to share experiences and recovery strategies, find support, and connect with people who understand what you’re experiencing. There may also be support groups for family and friends affected by a loved one’s eating disorder.\nThere are many self-help strategies to try at home. Skills like problem-solving, stress management, and relaxation techniques can help everyone cope with challenges or problems in a healthy way. You’ll find many different skills like these in counselling, but you can practice them on your own, too. And it’s always important to spend time on activities you enjoy and connect with loved ones.\nA dietitian or nutritionist can teach eating strategies and eating habits that support your recovery goals. This is also called “nutritional counselling.”\nMedication\nWhile there are no medications specifically for eating disorders, medication may help with the mood problems that often go along with an eating disorder.\nMedical care\nEating disorders can cause physical health problems, so you may need regular medical care and check-ups.\nHow can I help a loved one?\nSupporting a loved one who experiences an eating disorder can be very challenging. Many people feel upset or even frightened by their loved one’s beliefs, behaviours, or state of well-being. An approach that focuses on support and understanding rather than control is best. Here are some tips to help you support a loved one:\n\nRemember that eating disorders are a sign of much bigger problems. Avoid focusing on food or eating habits alone.\nBe mindful of your own attitudes and behaviours around food and body image.\nNever force someone to change their eating habits or trick someone into changing.\nAvoid reacting to a loved one’s body image talk or trying to reason with statements that seem unrealistic to you.\nIf your loved one is an adult, remember that supporting help-seeking is a balance between your own concerns and their right to privacy.\nIf your loved one’s experiences are affecting other family members, family counselling may be helpful\nDon’t be afraid to set boundaries and seek support for yourself.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Feeling Angry", "id": "CMHAFeelingAngry", "text": "\nWe all feel angry sometimes. Most of the time, we can deal with feelings of anger or irritability quickly. We may resolve the situation or look at the problem from a different perspective. However, anger can cause problems in our lives and the lives of those around us. Learn more about recognizing problem anger and taking action.\nWhat is anger?\nAnger is an emotion that tells us when something may be wrong. For example, we may feel angry when something is beyond our control or feels unfair, when we can’t reach a goal, or when someone is hurt or threatened. We can also feel angry when we are under too much stress. Anger can involve a wide range of feelings. We may be a little annoyed over a minor incident, like being stuck in traffic or missing our bus. More serious problems, like getting hurt or seeing someone else get hurt, may cause strong feelings like rage. Sometimes, we just feel angry for no reason.\nAnger may be a problem for you when it’s:\n\nMuch stronger than you’d expect based on the situation\nVery frequent, to the point that you can’t enjoy things anymore\nCaused by something that happened a long time ago\n Making you act violently towards yourself, someone else, or someone’s property\nInterfering with your ability to do your job\nHurting your relationships with loved ones\nAffecting your physical health\n\nWhat can I do about it?\nAnger is a normal reaction to some situations. Anger can also be helpful when it matches the situation and motivates people to take action or work towards a goal. However, anger that’s dealt with in unhealthy ways can create problems and affect your well-being. Fortunately, there are some things you can do to deal with your anger.\nImmediate strategies\nThese strategies won’t solve the problem. Instead, they can help put you back in control so you can find a productive way to deal with the problem. They may also be useful if you find yourself saying or doing things in anger that you regret later.\n\nLeave the situation that’s making you angry, if possible.\nCount to 10.\nRepeat calming phrases such as, “Take it easy” or, “Will this matter in six months?”\nBreathe deeply. Many people, especially adults, breathe from their chest, which doesn’t give the benefits of a deep breath. Try to breathe deep into your stomach. You’re on the right track if your stomach goes out first. It may seem simple, but taking deep breaths can help calm your mind, slow your heart, and even lower blood pressure.\nTry to shift your attention to something more pleasant or relaxing. This can be very helpful for minor annoyances that you can’t control.\n\nShort-term strategies\nWhen you are calmer, these are strategies to help you look at your feelings around a particular situation. They don’t take a lot of time, but they can make a big difference.\n\nAcknowledge that you are angry. Angry feelings don’t go away if you bottle them up and avoid dealing with them.\nConsider whether your reaction matches the situation. Ask yourself, “What would I think of someone else if I saw them getting angry in this situation?” or, “Is this situation really as bad as I am making it out to be?” You can also ask someone you trust for their perspective—they may help you look at the problem in a more balanced way.\nLook at your thoughts. Sometimes the way you think can fuel anger—for example, assuming that another person is intentionally trying to hurt or annoy you, in a situation when that may not be true.\n Identify the source of your anger. If the actions or words of another person are hurting you, try to deal with them directly in a peaceful and productive way. Assertiveness skills can be a great way to do this.\nLook for humour in the situation—sometimes it’s easy to take minor problems too seriously.\n\nLonger-term solutions\nThese strategies take more time and effort, but they can help you cope with anger as it comes up in many different situations. The goal is to change the way you react to anger so it doesn’t cause problems in the first place.\n\nLearn what triggers your anger. Some people are triggered by other people, such as a boss, friend, or family member. Certain emotions, such as feeling controlled, ashamed or guilty, can also trigger anger for some people.\nIdentify your early warning signs so you can take action before your anger turns into full-blown rage. Common early warning signs include a pounding heart, tight chest or jaw, feeling resentful or irritated, or feeling like lashing out.\nTalk to someone you trust who may be able to see things more clearly than you do. Remember that anger can tell us we need to solve a problem. Another person can help you practice identifying the real problem, brainstorming solutions, and testing solutions out.\n If your anger is caused by something beyond your control, such as a job loss, learn how others have dealt with a similar problem successfully and try their strategies.\nLearn and practice skills like healthy thinking, problem solving and stress management. All of these can help manage anger.\nMany people find physical activity very helpful. Try going for a walk, playing your favourite sport, or cleaning the house.\nMake sure you eat well and get enough sleep. We often lose patience and get irritated more easily when we’re tired or hungry.\nLearn mindfulness practices like meditation. Mindfulness teaches you how to look at your thoughts in the present moment without judgment. It may also help teach you to tolerate angry feelings without pushing them away.\nLearn more about assertiveness. Anger can persist when we avoid talking directly to someone about something that has made us angry. Assertiveness is a way of telling others what you feel or what you need while respecting their feelings or needs.\nIf you feel easily frustrated when people don’t act the way you want them to, remember that you cannot control how other people behave. You can only control how you choose to react to those behaviours.\n\nAnger and irritability can sometimes be signs of depression or anxiety. If anger continues to cause problems or you notice that anger occurs with other symptoms, it’s a good idea to talk with a doctor or mental health professional.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Getting Help", "id": "CMHAGettingHelp", "text": "\nSome people worry about asking for help because there can be stigma around mental health problems. They may believe that asking for help means admitting that something is wrong. Some people worry about how others might see them. Asking for help means that you want to make changes or take steps towards your new health goals. We should celebrate the courage it takes to speak up and make changes. Getting help is part of recovery.\nRecovery can mean many different things. Some people see recovery as going back to their daily life before signs of a health problem. Other people see recovery as learning to live well, contributing to a community, and building relationships despite the challenge of a health problem. Recovery is a process or journey rather than a single end goal. A support team can help you on your way—no one should ever have to follow their journey entirely on their own. A team of carers and supports can guide you, provide help and assistance, celebrate your victories, and back you up when you need it.\nBuilding your team\nThe first steps may be the toughest, but knowing where to look for help is a good start. Here are good places to begin building your team:\n\nTalk with supportive friends and family. Share your feelings with them and let them be part of your team.\nTalk to your family doctor. They are a great resource and can link you to other professionals, if needed.\nConnect with community mental health clinics or organizations like the Canadian Mental Health Association (CMHA) for information, support, and services.\nCall a help line. Some organizations also offer support online or through text messaging.\nLearn more about mental health. You can find useful books, websites, and other resources through your provincial or territorial government and community agencies.\nConnect with others who have personal experience with a mental illness and learn more about their recovery journey.\nAttend workshops and education sessions hosted at community centres, agencies, schools, colleges or universities.\nTalk with a member or leader you trust from your faith or cultural group.\n\nMembers of the team\nThe exact people on your support team will depend on your situation and your goals, but most teams include some combination of the following people.\nFamily doctor\nYour family doctor will assess your needs, rule out other causes, work with you to plan a course of action, support you in selecting other team members, and monitor progress. Some service providers, like psychiatrists, can only be accessed through a family doctor. This process is called a referral.\nPsychiatrist\nA psychiatrist is a medical doctor with a specialty in the diagnosis and treatment of mental illnesses. They can prescribe medication and use counselling to support recovery. You usually need a referral from your family doctor to see a psychiatrist. Psychiatrists’ fees are covered by provincial and territorial health plans.\nPsychologist\nPsychologists are trained to assess, diagnose and treat mental health problems and disorders. They hold a masters or doctoral degree in psychology and usually within a specific specialty area or areas like clinical psychology or clinical neuropsychology. A psychologist cannot prescribe medications. Their expertise includes psychological testing and assessment of emotional and cognitive functions, the diagnosis of emotional and cognitive disorders and the use of evidence-based psychological treatments and psychotherapies. When a psychologist is employed by a public institution like a hospital, school or correctional facility, their services are covered by the public health system. When a psychologist practices in the community, however, their services are typically not covered by public health insurance plans. However, they are usually covered by an extended health insurance plan you may have through work. You can make an appointment with a psychologist in the community on your own without a doctor’s referral. To find a psychologists in your area go to www.cpa.ca/public/findingapsychologist.\nCounsellors\nRegistered or certified counsellors (such as a Registered Professional Counsellor or Registered Clinical Counsellor) are trained to assess mental health problems and use different counselling or other methods. This often includes teaching different skills to help improve well-being. Counsellors are not medical doctors and can’t prescribe medications. You can make an appointment with a counsellor on your own—you don’t need a doctor’s referral. A counsellor’s fees are not covered under all provincial or territorial health plans. Ask your private insurance company or workplace benefits provider if they cover services provided by a counsellor.\nPsychologist and CounsellorR\nPsychologists and registered or certified counsellors (such as a Registered Professional Counsellor or Registered Clinical Counsellor) are trained to assess mental health problems and use different counselling or other methods. This often includes teaching different skills to help improve well-being. Psychologists and counsellors are not medical doctors and can’t prescribe medications. Provinces have laws that regulate the standard of care that psychologists offer. Counsellors may choose to join a professional organization with its own standards of care, though these groups are not regulated by laws in all provinces. You can make an appointment with a psychologist or counsellor on your own. Fees are not covered under all provincial or territorial health plans, so ask your insurance or benefits provider if they cover the costs.\nOther mental health professionals\nThere are many different mental health professionals who can assist you with your recovery process and support your goals. If you’re seeing a care provider, they may suggest that you team up with other mental health professionals such as a nurse, social worker, or occupational therapist. You may also be able to access these professionals privately. Some fees may not be covered by your provincial or territorial health plan, so ask about costs and coverage when you make your appointments.\nCommunity health organizations\nCommunity mental health organizations, such as the Canadian Mental Health Association, can help you find resources and offer many different programs that may also be of benefit to you. To find a CMHA branch in your community, visit our website at www.cmha.ca.\nSupport groups and peer supporters\nSupport groups are a safe place to share your experiences, learn from others, and connect with people who understand what you’re going through. Some support groups are formal groups led by a mental health professional, while others are more casual groups of peers. You can find support groups through members of your support team and through community health organizations.\nPeer supporters are trained to provide support and understanding, help people navigate the mental health system, link people with community services, and support work towards personal goals. Peer supporters are people who have experiences of mental illness or support a loved one.\nOther community services\nSometimes, we need extra help with day-to-day activities like housekeeping, meal preparation, driving to appointments or filling out forms for housing or income support. Community organizations can offer different kinds of practical support, such as meal delivery, transportation, home care, and advocacy. You can find these services through members of your support team, community organizations, and your provincial or territorial health services network. Some services have fees and some services are based on certain criteria. If you aren’t sure who to call, contact your local CMHA branch to find services in your area.\nHow can I help a loved one?\nLoved ones can play an important role in helping someone choose the best options for their situation. You can offer both emotional support and a lot of important practical help, like scheduling appointments or finding services. You can also be key in helping monitor early changes in a loved one’s well-being, including both setbacks and improvements.\nIt’s important to respect your loved one’s wishes, even if you don’t agree with their choices. Forcing someone to choose a particular treatment or service provider can damage relationships and make things harder for everyone. If a loved one is an adult, they have the right to choose their own care and the right to privacy in most situations. Be aware that, in most cases, service providers have a legal obligation to protect personal treatment information. However, your loved one can let their care team share some or all of the information with you.\nIf you are supporting a loved one, you may also find some services helpful for you. There are support groups to help loved ones cope with challenges and connect with others, and community services like home care can offer a lot of practical help at home.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Grieving", "id": "CMHAGrieving", "text": "\nLoss is one of life’s most stressful events. It takes time to heal, and everyone responds differently. We may need help to cope with the changes in our lives. Grief is part of being human, but that doesn’t mean we have to go through the journey alone.\nWhat is grief?\nGrief (also called bereavement) is the experience of loss. Many people associate grief with the death of an important person or pet. However, people experience grief after any important loss that affects their life, such as the loss of a job or relationship. Grief after diagnosis of an illness or other health problem is also common.\nPeople experience grief in many different ways—and experience many different thoughts or feelings during the journey. People may feel shocked, sad, angry, scared, or anxious. Some feel numb or have a hard time feeling emotions at all. At times, many people even feel relief or peace after a loss.\nGrief is complicated. There is no one way to experience grief. Feelings, thoughts, reactions, and challenges related to grief are very personal. Some people have thoughts or feelings that seem at odds with each other. For example, someone may feel very depressed about their loss but accept the loss at the same time. Many people find that the intensity of their grief changes a lot over time. Holidays can often bring up strong feelings, for example. People work through grief in their own time and on their own path.\nWhat can I do about it?\nPeople express or talk about grief in different ways, but we all feel grief after a loss. In most cases, people navigate through grief with help from loved ones and other supporters and, in time, go back to their daily life.\nSome people need extra help from a mental health professional. Grief can be more complicated when the loss is sudden or unexpected, frightening, the result of an accident or disaster, or the result of a crime. Other factors also play a role. A person’s experience of mental illness, lack of personal and social supports, and difficult personal relationships can also affect the impact of grief. A type of counselling called grief counselling supports people through difficulties around grief.\nHere are some tips to help you through your journey:\n\nConnect with caring and supportive people. This might include loved ones, neighbours, and co-workers. It could also include a bereavement support group or community organization.\nGive yourself enough time. Everyone reacts differently to a loss and there is no normal grieving period.\nLet yourself feel sadness, anger, or whatever you need to feel. Find healthy ways to share your feelings and express yourself, such as talking with friends or writing in a journal.\nRecognize that your life has changed. You may feel less engaged with work or relationships for some time. This is a natural part of loss and grief.\nReach out for help. Loved ones may want to give you privacy and may not feel comfortable asking you how you’re doing, so don’t be afraid to ask for their support.\nHolidays and other important days can be very hard. It may be helpful to plan ahead and think about new traditions or celebrations that support healing.\nTake care of your physical health. Be aware of any physical signs of stress or illness, and speak with your doctor if you feel that your grief is affecting your health.\nOffer support to other loved ones who are grieving. Reaching out to others may be helpful in your own journey.\nBe honest with young people about what has happened and about how you feel, and encourage them to share their feelings, too.\nWork through difficult feelings like bitterness and blame. These feelings can make it harder to move forward in your life.\nMake a new beginning. As the feelings of grief become less intense, return to interests and activities you may have dropped and think about trying something new.\nThink about waiting before making major life decisions. You may feel differently as your feelings of grief lose their intensity, and the changes may add to the stress you’re already experiencing.\n\nHow can I help a loved one?\nMany people feel like they don’t know what to do or say when a loved one if experiencing loss. If the loss also affected you, you may be working through your own experiences of grief. One of the most important things you can do is to simply be there for your loved one. Grief can feel overwhelming, but support and understanding can make a huge difference.\nHere are some tips for supporting a loved one:\n\nUnderstand that a loved one needs to follow their own journey in their own way and express their feelings in their own way.\nAsk your loved one what they need, and regularly remind them that you’re there for support if they aren’t ready to talk with others yet. Remember to offer practical help, too.\nTalk about the loss. It’s common to avoid the topic and focus on a loved one’s feelings instead, but many people find sharing thoughts, memories, and stories helpful or comforting.\nRemember that grief may be bigger than the loss. For example, someone who loses a partner may also experience a lot of fear or stress around financial security and other important matters.\nInclude your loved one in social activities. Even if they often decline, it’s important to show that they are still an important member of your community.\nHelp your loved one connect with support services if they experience a lot of difficulties.\nTake care of your own well-being and seek extra help for yourself if you need it.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Mental Health for Life", "id": "CMHAMentalHealthforLife", "text": "\nMental health is key to our well-being. We can’t be truly healthy without it. It involves how we feel, think, act, and interact with the world around us. Mental health is about realizing our potential, coping with the normal stresses of life, and making a contribution to our community. It may be more helpful to think of good mental health as thriving. Good mental health isn’t about avoiding problems or trying to achieve a ‘perfect’ life. It’s about living well and feeling capable despite challenges. Mental well-being is bigger than the presence or absence of a mental illness. People who live with a mental illness can and do thrive, just as people without a mental illness may experience poor mental health.\nEach of our paths to mental well-being will be unique. We all have our own goals, our own challenges, our own talents, and our own supports. But good mental health is in everyone’s reach. Below, find tips and activities to help you take a look at your own well-being, discover your strengths, and take action.\nBuild a healthy self-esteem\nSelf-esteem is more than just seeing your good qualities. It is being able to see all your abilities and weaknesses together, accepting them, and doing your best with what you have. Self-esteem means recognizing your unique talents and abilities, and using that confidence to follow your goals and interests without comparing yourself to others.\nActivity: Build confidence\nTake a good look at your good points. What do you do best? Where are your skills and interest areas? How would a friend describe you? Now, look at your weak points. What do you have difficulty doing? What things make you feel frustrated? Now, which list was easier to write? Remember that all of us have our positive and negative sides. We build confidence by developing our weaker areas and regularly reminding ourselves of the things we’re comfortable with and proud of.\nBuild positive support networks\nGood relationships take effort, whether it’s relationships with family members, friends, or other important supporters. It takes courage to reach out and time to build trust. But social support is a very important part of mental health. People in our networks can offer many different kinds of support, like emotional support, practical help, and alternate points of view. Support can come from family and friends, neighbours, co-workers or classmates, faith communities, clubs or support groups for specific problems.\nActivity: Make time\nMake time just to be with important people in your life. Make time for simply having fun and enjoying each other’s company, and time for serious conversations.\nGet involved\nBeing involved in things that really matter to us provides a great feeling of purpose and satisfaction. You make a difference, no matter how big or small your efforts. Getting involved connects you with others in your community who share similar interests or values and connects you to groups of people you might not normally meet. It can help you learn new skills, build confidence, and see your own experiences in a different way.\nActivity: Volunteer\nBe a volunteer. Read to children at your local library, visit people in a hospital or care facility, serve on a committee or board of your favourite charity, clean up your favourite park or beach, or simply help a neighbour.\nBuild resiliency\nResiliency means coping well with problems, stress, and other difficult situations. Problems and stress are a normal part of life. Situations like accidents or illness, unexpected life changes, and conflict happen to everyone. Resiliency is what helps you look at the situation realistically, take action when you can make changes, let go of things you can’t change, and recognize the helpful supports in your life. Your resiliency toolkit might include skills like problem-solving, assertiveness, balancing obligations and expectations, and developing support networks. While some people learn these skills during treatment for mental health problems, we should really think of them as skills for everyone. You can learn more about these skills online, in books, through community organizations, or through your health care provider.\nActivity: Build your own toolkit\nSet aside time to think about the resiliency tools you already have. This might include skills like structured problem-solving or people who can help you during difficult situations. Remember to include strategies that have worked for you in the past. Keep your list on hand and use it as a reminder when you need help. It’s also a good way to see where you might want to build new skills or supports.\nRecognize your emotions\nEmotional well-being is not about being happy all the time. Feeling sad, angry, and anxious at times is part of being human. Emotional well-being involves expressing our emotions in a way that respects everyone. Bottling up our feelings doesn’t respect our own experiences, just as lashing out because we feel angry may not respect others. Emotional well-being also includes recognizing what influences our emotions, discovering how our emotions affect the way we think or act, taking action when our emotional response isn’t helpful, and learning to accept our emotions—even the difficult ones.\nActivity: Identify and deal with your moods\nFind out what makes you happy, sad, joyful or angry. What calms you down? Learn ways to deal with your moods. Share joyful news with a friend, and find support when you feel sad. Physical exercise can help you deal with your anger or anxiety. Keep a stack of your favourite funny cartoons, stories, or videos for times when you need to laugh. And don’t forget the power of music to lift you up or calm you down.\nTake care of your spiritual well-being\nSpiritual well-being means getting to know ourselves, discovering our values, and learning to be at peace with who we are. It also involves finding and connecting to something bigger than ourselves and living with purpose. Spirituality can give us meaning and solace, help us overcome challenges, and help us build connections with others. This may mean religion for some, but it doesn’t have to—it’s really about how we feel on the inside.\nActivity: Connect with yourself\nSet aside quiet, quality time to be totally alone. Try a breathing exercise: count your breaths from one to four, and then start at one again. Or do something you love to do, like dancing, going to a baseball game, building a bird house, going for a hike, or whatever works for you!\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Mental Illnesses", "id": "CMHAMentalIllnesses", "text": "\nWhat do you think of when you hear that someone is experiencing a mental illness? Some people feel concern, fear, or confusion. Some even avoid those who experience mental illnesses. But mental illnesses are just like any other illness: everyone deserves care, help, and support.\nWhat are mental illnesses?\nMental illnesses are health problems that affect the way we think about ourselves, relate to others, and interact with the world around us. They affect our thoughts, feelings, and behaviours. Mental illnesses can disrupt a person’s life or create challenges, but with the right supports, a person can get back on a path to recovery and wellness.\nIt’s important to understand that there are many different types of mental illness that affect people in different ways. Within each mental illness, people may have very different symptoms and challenges. However, symptoms are just one piece. Access to services, support from loved ones, and the ability to participate in communities play a big part in the way people experience mental illnesses. Culture, background, and personal beliefs also shape the way people understand mental illnesses.\nSome people don’t see the name of a diagnosis as an important part of their journey, while others prefer the medical terms to describe the illness. No matter how people talk about their experiences, they will likely need to use medical terms if they seek help in the health system. This is just how the system works right now—but it isn’t the only way to talk about wellness.\nDifferent mental illnesses\nHealth professionals divide mental illnesses into several different groups based on signs or symptoms. Common groups of mental illnesses include:\nAnxiety disorders\nAnxiety disorders are all related to anxiety. They may include excessive and uncontrollable worry, strong fears around everyday things or situations, unwanted thoughts, panic attacks, or fears around a past scary situation. Anxiety disorders are the most common mental illnesses, and they can create barriers in people’s lives. Panic disorder and phobias are examples of anxiety disorders.\nMood disorders\nMood disorders all affect a person’s mood—the way they feel. This can affect every part of a person’s life. When someone experiences a mood disorder, they may feel sad, hopeless, tired, or numb for long periods of time. At times, some people experience an unusually ‘high’ mood and feel powerful and energetic, but this can also create problems. Depression and bipolar disorder are examples of mood disorders.\nEating disorders\nEating disorders really aren’t about food. They are complicated illnesses that are often a way to cope with difficult problems or regain a sense of control. Eating disorders may include seriously restricting how much food a person eats, bingeing, or purging food. Anorexia nervosa and bulimia nervosa are examples of eating disorders.\nPsychotic disorders\nPsychosis is a health problem that affects how people understand what is real and what isn’t real. People may sense things that aren’t real or strongly believe things that can’t be real. Schizophrenia is one example of a psychotic disorder.\nPersonality disorders\nPersonality disorders are patterns of thoughts, feelings, and behaviours that may last for a long time and create challenges in a person’s life. People who experience personality disorders may have difficulties developing healthy and satisfying relationships with others, managing their emotions well, avoiding harmful behaviour, and working toward important life goals. Personality disorders can affect the way people understand and view themselves and others and cope with problems. Borderline personality disorder is one example of a personality disorder.\nChildhood disorders\nThis is a large group of mental illnesses that start to affect people when they are young, though some people are not diagnosed until they’re older. One example of a disorder in this group is attention-deficit/hyperactivity disorder (or ADHD), which affects a person’s ability to focus, complete tasks, plan or organize, sit still, or think through actions.\nDementia\n‘Dementia’ refers to a group of symptoms. It can be caused by a disease that mainly affects nerve cells in the brain or can be associated with many other medical conditions. Dementia impacts a person’s memory, language abilities, concentration, organization skills, mood, and behaviours. Alzheimer’s disease is one type of dementia.\nA note on suicide\nSuicide, when someone ends their life on purpose, is not a mental illness in itself. Not all people who die by suicide experience a mental illness. However, suicide may be linked to many different mental illnesses. It’s important to take any talk or thoughts of suicide seriously and seek help.\nWhat can I do about it?\nExperiencing a mental illness can be very distressing. You may wonder if you’ll feel like yourself again. You may not know what’s happening to you, and you may worry about other people’s reactions. It’s important to know that it’s not your fault and it’s not a sign of weakness. It’s important to seek help early. Finding help early will get you on the road to recovery faster and may even reduce the risk of problems in the future.\nTreatment often includes a few different approaches—for example, counselling, medication and self-care. Support groups can connect people with shared experiences. And there are many self-help strategies to try. Some people may also find extra supports like income and housing. Each person has their own preferences and goals, and recovery plans should reflect that. Contact your local CMHA branch to find help and support in your community.\nHow can I help a loved one?\nWhen someone you love experiences a mental illness, you may have conflicting feelings. You may feel worried about their future, and feel relieved that the problem has a name. You may even wonder if you’ve done anything to cause their illness. These feelings—and many more—are normal.\nYou can be an important person in your loved one’s recovery. Ask what you can do to help. Emotional support is important, but don’t forget about practical help with daily tasks, if needed. Remember to take care of yourself and find support, too. Contact your local CMHA branch to find resources in your community.\nHow can I make a difference in my community?\nMental illness affects everyone. People who experience a mental illness may face challenges in their communities. Capable workers may not find good employment. Housing may come with restrictions or may be limited by inadequate income. Many challenges around living with a mental illness have to do with unfair attitudes and discrimination. You can make a difference by advocating for people who experience mental illnesses. Let leaders and policy-makers know that your community includes everyone, and support organizations that work to give everyone a voice.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Mental Illnesses in the Workplace", "id": "CMHAMentalIllnessesintheWorkplace", "text": "\nWork is important to our well-being. In addition to the income it brings, it can be a big part of our identity, how we understand our skills, and a way to contribute to something bigger. However, a mental illness can have a big impact on the way we work.\nWhat are mental illnesses?\nMental illnesses are health problems that affect the way we think about ourselves, relate to others, and interact with the world around us. They affect our thoughts, feelings, abilities and behaviours. Depression and anxiety disorders are the most common mental illnesses.\nMental illnesses are more likely to come up during times of stress or uncertainty, which can be part of many people’s jobs.However, life stress outside of work can also affect mental health, which may then affect a person at work.\nIt’s important to understand that mental illnesses are real illnesses. Like other illnesses, such as diabetes or asthma, most mental illnesses are episodic. That means people have periods when they are well and productive, as well as periods when they are unwell and overall functioning is low.\nHow do mental illnesses impact workers and workplaces?\nPeople who experience a mental illness may doubt their abilities or appear less confident. A person may have a hard time concentrating, learning, and making decisions. Symptoms of a mental illness may feed much bigger thoughts. For example, someone who can’t concentrate may then also think that they can’t do their job well or worry about losing their job. It’s easy to see how these changes affect work performance.\nMental illnesses can also have a big effect on relationships. People who experience a mental illness may withdraw from others, act in unexpected ways, take a lot of time off, or appear less productive than usual.This can strain relationships with supervisors and co-workers.\nMental illnesses cost Canadian employers billions of dollars in absenteeism or sick days, “presenteeism” (coming to work, even when the employee can’t work well), disability and other benefits, and lost productivity.\nWhat can I do about it?\nThe good news is that mental illnesses are treatable. Early recognition of mental health problems, referrals to the right resources (such as Employee and Family Assistance Plans), and adequate treatment can help people get on the path to recovery and go back to their usual work quickly. Employees can and do reach their full potential when they have the right supports in their life, including those at their workplace. Some mental health problems in the workplace can also be prevented when organizations take steps to create mentally healthy workplaces for all employees.\nTelling a supervisor or member of your workplace’s human resources team about a diagnosis of any health problem is called disclosure. In Canada, the law says that you don’t have to tell your employers what is causing a disability. You do need to say that you’re experiencing health challenges and you have to describe what you need to work well. Your employer may need information from your health care provider around your abilities and difficulties, but they don’t need your diagnosis.\nThere are risks and benefits to disclosing your experience of a mental illness. If you do disclose, you and your supervisor may figure out strategies that help you stay at work. For example, you may change the way you complete tasks or change the tasks you do. These strategies are also called accommodations. By law, workplaces have to try to look at reasonable accommodations for anyone who experiences a disability, including a mental illness. Disclosing may help other people in your workplace understand any changes or difficulties that they’ve noticed.\nOn the other hand, disclosing can lead to stigma or discrimination. Unfortunately, being open about a mental illness can impact a person’s position at a workplace or their ability to find a new job. There are laws to prevent this kind of discrimination, but it can still happen. Workplaces have different attitudes and cultures, so everyone will have different experiences. However, it’s best to think through all the options before you make a decision.\nDecisions around staying at work or taking time off are influenced by many different factors, including the nature and severity of the illness and how the illness affects your abilities to work. Ultimately, the choice should be between you, your care team, and your employer. Some people benefit from time off with a gradual return to work. Others may decide to work fewer hours. Some may stay at their current working hours. Staying connected to work can be helpful during recovery. It can be a place to contribute your skills, build social connections, contribute to something bigger, and earn a paycheque. A job can be part of how you see yourself. Talk with your care team for ideas and strategies that support your work goals.\nRemember to the advantage of services through your employee benefits. Employee and Family Assistance Plans and your health plan can help you find and access services in your community.\nHow can I help a co-worker?\nDifferent mental illnesses have different symptoms, and people experience the same mental illness in very different ways. Some people may hide their symptoms, and some people may work well despite symptoms. If you’ve noticed changes and are concerned about a co-worker, it’s best to express concern without making assumptions.\nIf a co-worker is experiencing a mental illness, it’s best to let them decide what and how much they tell others in the workplace. However, you can still offer support. Let your co-worker know that you’re there to listen without judgement, and make your co-worker feel like they’re still part of the team. Here are more tips for supporting a co-worker:\n\nAsk how you can help—and respect your co-worker’s wishes.\nContinue to include your co-worker in the workplace’s usual activities.\nDepending on your relationship, you can still keep in touch with a co-worker who takes time off.\nWhen a co-worker returns to work after time off due to a mental illness, make them feel welcome and appreciated. Saying nothing because you’re worried about saying the wrong thing can make your co-worker feel worse.\nAdvocate for healthy workplaces. Many wellness strategies are low-cost or no-cost, but they can still improve everyone’s well-being and build inclusive spaces. Visit the Canadian Mental Health Association’s Mental Health Works resource at www.mentalhealthworks.ca for ideas and strategies.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Myths About Mental Illness", "id": "CMHAMythsAboutMentalIllness", "text": "\nMental illnesses affect everyone in some way. We all likely know someone who has experienced a mental illness at some point. Yet there are still many hurtful attitudes around mental illnesses that fuel stigma and discrimination and make it harder to reach out for help. It’s time to look at the facts.\nTen Common Myths\nHere are ten common myths about mental illnesses.\nMyth #1: Mental illnesses aren’t real illnesses.\nFact: The words we use to describe mental illnesses have changed greatly over time. What hasn’t changed is the fact that mental illnesses are not the regular ups and downs of life. Mental illnesses create distress, don’t go away on their own, and are real health problems with effective treatments. When someone breaks their arm, we wouldn’t expect them to just “get over it.” Nor would we blame them if they needed a cast, sling, or other help in their daily life while they recovered.\nMyth #2: Mental illnesses will never affect me.\nFact: All of us will be affected by mental illnesses. Researchers estimate that as many as one in five Canadians will experience a mental health problem or illness in any given year. You may not experience a mental illness yourself, but it’s very likely that a family member, friend, or co-worker will experience challenges.\nMyth #3: Mental illnesses are just an excuse for poor behaviour.\nFact: It’s true that some people who experience mental illnesses may act in ways that are unexpected or seem strange to others. We need to remember that the illness, not the person, is behind these behaviours. No one chooses to experience a mental illness. People who experience a change in their behaviour due to a mental illness may feel extremely embarrassed or ashamed around others. It’s also true that people with a history of a mental illness are like anyone else: they may make poor choices or do something unexpected for reasons unrelated to symptoms of their illness.\nMyth #4: Bad parenting causes mental illnesses.\nFact: No one factor can cause mental illnesses. Mental illnesses are complicated conditions that arise from a combination of genetics, biology, environment, and life experiences. Family members and loved ones do have a big role in support and recovery.\nMyth #5: People with mental illnesses are violent and dangerous.\nFact: Some people try to predict violence so they know what to avoid. However, the causes of violence are complicated. Researchers agree that mental illnesses are not a good predictor of violence. In fact, if we look at mental illnesses on their own, people who experience a mental illness are no more violent than people without a mental illness.Excluding people from communities is linked to violence. And people with mental illnesses are often among those who are excluded. It’s also important to note that people who experience mental illnesses are much more likely to be victims of violence than to be violent.\nMyth #6: People don’t recover from mental illnesses.\nFact: People can and do recover from mental illnesses. Today, there are many different kinds of treatments, services, and supports that can help. No one should expect to feel unwell forever. The fact is, people who experience mental illnesses can and do lead productive, engaged lives. They work, volunteer, or contribute their unique skills and abilities to their communities. Even when people experience mental illnesses that last for a long time, they can learn how to manage their symptoms so they can get back to their goals. If someone continues to experience many challenges, it may be a sign that different approaches or supports are needed.\nMyth #7: People who experience mental illnesses are weak and can’t handle stress.\nFact: Stress impacts well-being, but this is true for everyone. People who experience mental illnesses may actually be better at managing stress than people who haven’t experienced mental illnesses. Many people who experience mental illnesses learn skills like stress management and problem-solving so they can take care of stress before it affects their well-being. Taking care of yourself and asking for help when you need it are signs of strength, not weakness.\nMyth #8: People who experience mental illnesses can’t work.\nFact: Whether you realize it or not, workplaces are filled with people who have experienced mental illnesses. Mental illnesses don’t mean that someone is no longer capable of working. Some people benefit from changes at work to support their goals, but many people work with few supports from their employer. Most people who experience serious mental illnesses want to work but face systemic barriers to finding and keeping meaningful employment.\nMyth #9: Kids can’t have a mental illness like depression. Those are adult problems\nFact: Even children can experience mental illnesses. In fact, many mental illnesses first appear when a person is young. Mental illnesses may look different in children than in adults, but they are a real concern. Mental illnesses can impact the way young people learn and build skills, which can lead to challenges in the future. Unfortunately, many children don’t receive the help they need.\nMyth #10: Everyone gets depressed as they grow older. It’s just part of the aging process.\nFact: Depression is never an inevitable part of aging. Older adults may have a greater risk of depression because they experience so many changes in roles and social networks. If an older adult experiences depression, they need the same support as anyone else.\nThese myths—and many more—exclude people with mental illnesses from our communities and create barriers to well-being. If we want to reduce the impact of mental illnesses on our communities, we need to learn the facts and start with our own assumptions and behaviours.\nWhat can I do about it?\nChanging attitudes and behaviours takes time, and it might seem like one person can’t possibly make a difference. Actually, we can all find small ways to help.\nFirst, we can all think about where our information comes from. News stories, TV shows, movies, and other media don’t necessarily give you the whole story. These stories are usually sensational or shocking because that’s what sells—but they don’t necessarily represent most people’s experiences. Thinking critically about where our information comes from can help us separate sensational stories from balanced points of view.\nSecond, we can all support laws and practices in our communities that stop discrimination against people with mental illnesses and promote inclusion.\nThird, we can all spend time with people who experience mental illnesses to share and learn from each other. This is best when everyone is in an equal position of power. Volunteering with a community organization is a great way to connect with others.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Obsessive Compulsive Disorder (OCD)", "id": "CMHAObsessiveCompulsiveDisorder(OCD)", "text": "\nMany of us have small habits that make us feel better, but we can also live without them. For example, we might think of something as ‘lucky’ or have a routine that feels comforting. But for people who experience obsessive-compulsive disorder (OCD), these behaviours are much more intense and disruptive and are fuelled by unwanted thoughts that don’t go away. Obsessive-compulsive disorder is not always easy to understand, but it’s a real illness that causes difficulties in a person’s life.\nWhat is OCD?\nObsessive-compulsive disorder is a mental illness. It’s made up of two parts: obsessions and compulsions. People may experience obsessions, compulsions, or both, and they cause a lot of distress.\nObsessions are unwanted and repetitive thoughts, urges, or images that don’t go away. They cause a lot of anxiety. For example, someone might worry about making people they love sick by bringing in germs. Obsessions can focus on anything. These obsessive thoughts can be uncomfortable. Obsessions aren’t thoughts that a person would normally focus on, and they are not about a person’s character. They are symptoms of an illness.\nCompulsions are actions meant to reduce anxiety caused by obsessions. Compulsions may be behaviours like washing, cleaning, or ordering things in a certain way. Other actions are not obvious to others. For example, some people may count things or repeat phrases in their mind. Some people describe it as feeling like they have to do something until it feels ‘right.’ It’s important to understand that compulsions are a way to cope with obsessions. Someone who experiences OCD may experience distress if they can’t complete the compulsion.\nPeople who experience OCD usually know that obsessions and compulsions don’t make sense, but they still feel like they can’t control them. Obsessions and compulsions can also change over time.\nWho does it affect?\nOCD can affect anyone. Researchers don’t know exactly what causes OCD, but there are likely many different factors involved, such as family history, biology, and life experiences.\nWhat can I do about it?\nObsessive-compulsive disorder can be very challenging and hard to explain to other people. You may feel embarrassed, ashamed, or guilty about your experiences. These feelings can make it hard to seek help. Because obsessions and compulsions take a lot of time, it can be hard to go about your daily life. Many people describe OCD as something that takes over their life, and this is not easy to deal with. But the good news is that OCD is treatable. It’s important to talk to a health professional.\nCounselling and support\nA type of therapy called cognitive-behavioural therapy (or ‘CBT’) is shown to be effective for helping people with OCD. It teaches you how your thoughts, feelings, and behaviours work together, and teaches skills like solving problems, managing stress, realistic thinking and relaxation. For OCD, therapy may also include a strategy called exposure and response prevention, which helps you learn new ways to look at obsessions and compulsions.\nSupport groups can also be very helpful. They are a good place to share your experiences, learn from others, and connect with people who understand what you’re going through. OCD can make people feel very isolated and alone, so support groups can be a good way to build a support network.\nThere are many self-help strategies to try at home. Small steps like eating well, exercising regularly, and practicing healthy sleep habits can really help. You can practice many CBT skills, like problem-solving and challenging anxious thoughts, on your own. Ask your support team about community organizations, websites, or books that teach CBT skills. And it’s always important to spend time on activities you enjoy and connect with loved ones.\nMedication\nAntidepressants are the most common medication for OCD. Antianxiety medications (benzodiazepines) may be less effective for OCD, so they are not usually the first option to try.\nHow can I help a loved one?\nSupporting a loved one who experiences OCD can be challenging. Many people feel like they have to follow along with a loved one’s compulsions. Some people who experience OCD avoid certain things or activities, and other people may feel like they have to do everyday things for a loved one.\nYou may have many different complicated feelings. You may feel upset when a loved one is experiencing distressing symptoms of OCD, but you may not see why a normal task could be a problem. You may want a loved one to be more independent, but see how challenging certain things can seem. If a loved one’s experiences with OCD affects others, especially young people, it’s a good idea to seek counselling for everyone. Family counselling is a good option for the entire family. Here are more tips to help you support someone you love:\n\nA loved one who experiences OCD usually understands that their experiences don’t make sense. Trying to argue with obsessions or compulsions doesn’t help anyone.\nAvoid ‘helping’ behaviours around OCD—for example, helping a loved one avoid things that cause anxiety. This can make it harder to practice healthy coping skills in the long run. Instead, it may be more helpful to focus on the feelings behind the behaviours.\nSigns of OCD can be more difficult to manage during times of stress—and even happy occasions can be stressful. Recognize that a loved one may need extra supports, and try to plan ahead.\nEvery small step towards managing OCD behaviour can take a lot of courage and hard work, so celebrate every victory.\nSet your own boundaries, and seek extra support when you need it. Support groups for loved ones can be very helpful.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Phobias and Panic Disorders", "id": "CMHAPhobiasandPanicDisorders", "text": "\nEveryone feels scared at times. But sometimes, fear can come up in a situation that isn’t expected. This fear stops us from going about our usual routines or working towards our goals. Phobias and panic disorder are two examples of mental illnesses that can lead to these problems.\nWhat are phobias?\nA phobia is an intense fear of a specific thing like an object, animal, or situation. Two common phobias include heights and dogs.\nWe all feel scared of certain things at times in our lives, but phobias are different. People change the way they live in order to avoid the feared object or situation. For example, many people feel nervous about flying, but they will still go on a plane if they need to. Someone who experiences a phobia around flying may not even go to an airport. Phobias can affect relationships, school, work or career opportunities, and daily activities.\nWhat is panic disorder?\nPanic disorder involves repeated and unexpected panic attacks. A panic attack is a feeling of intense fear or terror that lasts for a short period of time. It involves physical sensations like a racing heart, shortness of breath, chest pain, dizziness, shaking, sweating or nausea. Some people feel like they’re having a heart attack or suffocating, or fear that they are dying. However, a panic attack goes away on its own.\nPanic attacks can be a normal reaction to a stressful situation or a part of another mental illness. With panic disorder, panic attacks seem to happen for no reason. People who experience panic disorder fear more panic attacks and may worry that something bad will happen as a result of the panic attack. They may avoid places, sensations, or activities that remind them of a panic attack.\nSome people avoid any situation where they can’t escape or find help. They may avoid public places or even avoid leaving their home. This is called agoraphobia.\nWho do they affect?\nAnyone can experience panic disorder or a phobia. No one knows exactly what causes phobias or panic disorder, but they are likely caused by a combination of life experiences, family history, and experiences of other physical or mental health problems.\nWhat can I do about it?\nMost people who experience problems with anxiety recognize that their fears are irrational but don’t think they can do anything to control them. The good news is that anxiety disorders are treatable. Recovery isn’t about eliminating anxiety. It’s about managing anxiety so you can live a fulfilling life.\nSome physical health problems, such as heart or thyroid problems, can cause anxiety symptoms. Your doctor will look at all possible options to make sure that another medical problem isn’t behind your experiences.\nCounselling and support\nCounselling can be very helpful in managing anxiety, and it’s often the first treatment to try if you experience mild or moderate problems. Cognitive-behavioural therapy (or ‘CBT’) is shown to be effective for many anxiety problems. CBT teaches you how thoughts, feelings and behaviours all work together. Counselling for panic disorder and phobias, in particular, may also include exposure. Exposure slowly introduces feared things or situations.\nSupport groups may be a good way to share your experiences, learn from others, and connect with people who understand what you’re experiencing.\nThere are many self-help strategies to try at home. Small steps like eating well, exercising regularly, and practicing healthy sleep habits can really help. You can practice many CBT skills, like problem-solving and challenging anxious thoughts, on your own. Ask your support team about community organizations, websites, or books that teach CBT skills. And it’s always important to spend time on activities you enjoy and connect with loved ones.\nMedication\nAntianxiety medication may help for short-term difficulties or situations, but it usually isn’t the best option for long-term use. Some types of antidepressants can help with anxiety, and they can be used for longer periods of time. It’s important to remember that medications can’t change all of the thoughts, feelings, and behaviours that drive anxiety, so counselling is usually recommended. Some people take medication until their anxiety is controlled enough to start counselling.\nHow can I help a loved one?\nMany people who experience anxiety disorders like panic disorder or phobias can feel ashamed about their experiences. They may blame themselves or see their experiences as a problem with their personality rather than an illness. It’s important to recognize the courage it takes to talk about difficult problems.\nSupporting a loved one in distress can be difficult, especially if you don’t fear the object or situation yourself. You may also be affected by a loved one’s anxiety. For example, some people seek constant reassurance from family and friends, or demand that they follow certain rules. These behaviours can lead to stress and conflict in relationships. But with the right tools and supports, people can manage anxiety well and go back to their usual activities. Here are some tips for supporting a loved one:\n\nRemember that thoughts and behaviours related to anxiety disorders are not personality traits.\nA loved one’s fears may seem unrealistic to you, but they are very real for your loved one. Instead of focusing on the thing or situation itself, if may be more helpful to focus on the anxious feelings that they cause. It may also help to think of times you have felt intense fear to empathize with how your loved one is feeling.\nPeople naturally want to protect a loved one, but ‘helping’ anxious behaviours (like taking care of everyday tasks that a loved one avoids) may make it harder for your loved one to practice new skills.\nIf a loved one’s behaviours are affecting you or your family, it’s a good idea to seek family counselling. Counsellors can help with tools that support healthy relationships.\nBe patient—it takes time to learn and practice new skills. Take time to congratulate a loved when you see them using skills or taking steps forward.\nSet your own boundaries, and seek support for yourself if you need it. Support groups for loved ones can be a good place to connect with others and learn more.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Post-Traumatic Stress Disorder (PTSD)", "id": "CMHAPost-TraumaticStressDisorder(PTSD)", "text": "\nFrightening situations happen to everyone at some point. People can react in many different ways: they might feel nervous, have a hard time sleeping well, or go over the details of the situation in their mind. These thoughts or experiences are a normal reaction. They usually decrease over time and the people involved can go back to their daily lives. Post-traumatic stress disorder, on the other hand, lasts much longer and can seriously disrupt a person’s life.\nWhat is post-traumatic stress disorder?\nPost-traumatic stress disorder (PTSD) is a mental illness. It involves exposure to trauma involving death or the threat of death, serious injury, or sexual violence.\nSomething is traumatic when it is very frightening, overwhelming and causes a lot of distress. Trauma is often unexpected, and many people say that they felt powerless to stop or change the event. Traumatic events may include crimes, natural disasters, accidents, war or conflict, or other threats to life. It could be an event or situation that you experience yourself or something that happens to others, including loved ones.\nPTSD causes intrusive symptoms such as re-experiencing the traumatic event. Many people have vivid nightmares, flashbacks, or thoughts of the event that seem to come from nowhere. They often avoid things that remind them of the event—for example, someone who was hurt in a car crash might avoid driving.\nPTSD can make people feel very nervous or ‘on edge’ all the time. Many feel startled very easily, have a hard time concentrating, feel irritable, or have problems sleeping well. They may often feel like something terrible is about to happen, even when they are safe. Some people feel very numb and detached. They may feel like things around them aren’t real, feel disconnected from their body or thoughts, or have a hard time feeling emotions.\nPeople also experience a change in their thoughts and mood related to the traumatic event. For some people, alcohol or drugs can be a way to cope with PTSD.\nWho does it affect?\nWhile most people experience trauma at some point in their life, not all traumatic experiences lead to PTSD. We aren’t sure why trauma causes PTSD in some people but not others, but it’s likely linked to many different factors. This includes the length of time the trauma lasted, the number of other traumatic experiences in a person’s life, their reaction to the event, and the kind of support they received after the event.\nSome jobs or occupations put people in dangerous situations. Military personnel, first responders (police, firefighters, and paramedics), doctors, and nurses experience higher rates of PTSD than other professions.\nTrauma is not always a single event in the past. Some trauma, particularly repeated acts like abuse or trauma during wartime, can impact a person’s life far beyond the symptoms of PTSD. Some  use other terms like ‘complex PTSD’ to describe these experiences.\nWhat can I do about it?\nMany people feel a lot of guilt or shame around PTSD because we’re often told that we should just get over difficult experiences. Others may feel embarrassed talking with others. Some people even feel like it’s somehow their own fault. Trauma is hurtful. If you experience problems in your life related to trauma, it’s important to take your feelings seriously and talk to a health care professional.\nCounselling\nA type of counselling called cognitive-behavioural therapy (or ‘CBT’) has been shown to be effective for PTSD. CBT teaches you how your thoughts, feelings, and behaviours work together and how to deal with problems and stress. You can also learn skills like relaxation and techniques to bring you back to the present. You can learn and practice many skills in CBT on your own. Exposure therapy, which can help you talk about your experience and reduce avoidance, may also help. It may be included in CBT or used on its own.\nMedication\nMedication, such as antianxiety medication or antidepressant medication, may help with anxiety itself, as well as related problems like depression or sleep difficulties. Talk to your doctor if you’d like to learn more about medication options.\nSupport groups\nSupport groups can also help. They are a place to share your own experiences and learn from others, and help you connect with people who understand what you’re going through. There may also be support groups for loved ones affected by PTSD.\nHow can I help a loved one?\nWhen someone is diagnosed with PTSD, loved ones can also experience a lot of difficulties. You may feel guilty or angry about the trauma itself—then, on top of those feelings, experience difficulties around PTSD. You may feel like your loved one is a different person, worry that things will never be normal, or wonder what will happen in the future. Here are some tips to help you cope:\n\nStart by learning more about PTSD. This can give you a better idea of your loved one’s experiences.\nPeople who experience PTSD may withdraw from family and friends. Even if your loved one doesn’t want to talk, you can still remind them that you are there to listen when they’re ready.\nUnderstand that behaviours related to PTSD—like avoiding certain situations or reacting angrily to a minor problem—are not about you. They are about the illness.\nWhile it’s usually not a good idea to support behaviours that create problems, it’s still important to support your loved one’s overall movement toward wellness. This balance is not always easy, but you need to respect your own boundaries, too.\nAsk what you can do to help, but don’t push unwanted advice.\nTry to put your own feelings into words and encourage your loved one to do the same. It’s easier to solve problems or look at conflicts when you know what’s really going on.\nTake care of your own wellness, and seek support for yourself if you experience difficulties.\nIf a loved one’s PTSD is affecting other family members, it may be helpful to seek family counselling.\n\nWith support, people can recover from PTSD and the effects of trauma. Recovery is good for the entire family, especially for young people who are still learning how to interact with the world. A loved one’s recovery is a chance for everyone to learn the skills that support wellness.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Postpartum Depression", "id": "CMHAPostpartumDepression", "text": "\nBringing a new baby into the family can be challenging at the best of times, both physically and emotionally. It is natural for new parents to experience mood swings, feeling joyful one minute and depressed the next. These feelings are sometimes known as the “baby blues,” and often go away soon after birth. However, some parents may experience a deep and ongoing depression that lasts much longer. This is called postpartum depression.\nWhat is postpartum depression?\nPostpartum depression is depression that may start during pregnancy or at any time up to a year after the birth of a child.\nDepression is a mental illness that affects a person’s mood—the way a person feels. Mood impacts the way people think about themselves, relate to others, and interact with the world around them. This is more than a ‘bad day’ or ‘feeling blue.’ Without supports and treatment, depression can last for a long time.\nSigns of depression include feeling sad, worthless, hopeless, guilty, or anxious a lot of the time. Some feel irritable or angry. People lose interest in things they used to enjoy and may withdraw from others. Depression can make it hard to focus on tasks and remember information. It can be hard to concentrate, learn new things, or make decisions. Depression can change the way people eat and sleep, and many people experience physical health problems.\nA mother or father with postpartum depression may not enjoy the baby and have frequent thoughts that they’re a bad parent. They may also have scary thoughts around harming themselves or their baby. Although it’s rare for a parent to make plans to act on these thoughts, this situation is serious and requires urgent medical care. If you believe that a loved one is in danger, don’t hesitate to call 911 or your local crisis line.\nWho does it affect?\nPostpartum depression can affect anyone. Although it’s more commonly reported by mothers, it can affect any new parents—both moms and dads—and it can affect parents who adopt. Postpartum depression is likely caused by many different factors that work together, including family history, biology, personality, life experiences, and the environment (especially sleep deprivation).\nWhat can I do about it?\nPostpartum depression can be a very difficult experience. Becoming a new parent is hard enough—and the challenges added by depression can seem overwhelming. It’s important to remember that there is no such thing as a perfect pregnancy, perfect birth, perfect baby, or perfect parent. You are doing the best you can. And with care and support, you can recover and enjoy time with your family.\nCounselling and support\nA type of counselling called cognitive-behavioural therapy is a common treatment for postpartum depression. It may be the first treatment to try for mild or moderate symptoms. Cognitive-behavioural therapy teaches you how your thoughts, feelings, and behaviours work together. It also teaches important skills like problem-solving, realistic thinking, stress management, and relaxation. Another type of counselling called interpersonal psychotherapy may also help. It focuses on relationships and can help people adjust to changing roles in their relationships.\nSupport groups are also very important. Postpartum depression and new parenthood can both isolate you from others, and isolation can add to feelings of depression. Support groups are a safe place to share your experiences, learn from others, and connect with other parents who have similar experiences and understand what you’re going through.\nTaking care of your well-being is especially important, but this can be difficult for any new parent. It may be helpful to recruit loved ones or see what services may be available so you can take some time for your own needs. Regular exercise can boost your mood and help you manage stress. Eating well and sleeping as much as you can are also very helpful. And it’s always important to spend time on activities you enjoy, find relaxation strategies that work for you, and spend time with people who make you feel good.\nMedication\nMedications called antidepressants are used to treat depression. There are many different classes and types of antidepressants, and each work a little differently. While many moms can safely use antidepressants while breastfeeding, it’s important to talk with your doctor about the possible risks and benefits. Medication can help with some symptoms, including sleep, appetite, and energy levels. However, medication can’t get rid of some of the thoughts or beliefs that can fuel depression. It’s usually best to include counselling if you are taking an antidepressant medication.\nHow can I help a loved one?\nPostpartum depression can be a difficult experience for everyone. Most people expect the arrival of a child to be happy and joyful, and postpartum depression is none of those things. It’s important to know that postpartum depression is no one’s fault, but you can play a big role in a loved one’s recovery.\nHere are some tips on supporting a loved one who experiences postpartum depression:\n\nMake sure your own expectations of your loved one’s experiences and day-to-day abilities are realistic.\nRemember that every parent and child is unique and it’s not useful to compare two people or two families.\nUnderstand that people who experience postpartum depression may want to spend a lot of time alone. This can hurt, but try to remember that it isn’t about you. They are simply trying to cope with an illness.\nOffer help with daily responsibilities. It’s hard enough at the best of times to find time for daily chores when there’s a new baby. Often, offers of help from friends and neighbours are strong in the first month or two, but may be needed just as much, or more, in later months.\nHelp with child care (including overnight help for feedings), or help finding a child care provider. A short break or a chance to get back into interests can make a big difference in anyone’s well-being. It can also create more opportunities for sleep.\nManaging postpartum depression can take a lot of hard work. Recognize a loved one’s efforts regardless of the outcome.\nTalk to your doctor or public health nurse, or accompany your loved one on appointments, if you’re concerned.\nSeek support for yourself, if needed. Support groups for loved ones can be a great resource and a great way to connect with others.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Preventing Suicide", "id": "CMHAPreventingSuicide", "text": "\nSuicide. It’s a difficult topic to bring up. However, when someone talks about suicide or brings up concern for a loved one, it’s important to take action and seek help quickly.\nWhat is suicide?\nSuicide means that someone ends their life on purpose. However, people who die by suicide or attempt suicide may not really want to end their life. Suicide may seem like the only way to deal with difficult feelings or situations.\nWho does it affect?\nAbout 4000 Canadians die by suicide every year. Suicide is the second-most common cause of death among young people, but men in their 40s and 50s have the highest rate of suicide. While women are three to four times more likely to attempt suicide than men, men are three times more likely to die by suicide than women.\nSuicide is a complicated issue. People who die by suicide or attempt suicide usually feel overwhelmed, hopeless, helpless, desperate, and alone. In some rare cases, people who experience psychosis (losing touch with reality) may hear voices that tell them to end their life.\nMany different situations and experiences can lead someone to consider suicide. Known risk factors for suicide include:\n\nA previous suicide attempt\nFamily history of suicidal behaviour\nA serious physical or mental illness\nProblems with drugs or alcohol\nA major loss, such as the death of a loved one, unemployment, or divorce\nMajor life changes or transitions, like those experienced by teenagers and seniors\nSocial isolation or lack of a support network\nFamily violence\nAccess to the means of suicide\n\nWhile we often think of suicide in relation to depression, anxiety, and substance use problems, any mental illness may increase the risk of suicide. It’s also important to remember that suicide may not be related to any mental illness.\n\nWhat are the warning signs?\nMajor warning signs of suicide spell IS PATH WARM:\nI—Ideation: thinking about suicide\nS—Substance use: problems with drugs or alcohol\nP—Purposelessness: feeling like there is no purpose in life or reason for living\nA—Anxiety: feeling intense anxiety or feeling overwhelmed and unable to cope\nT—Trapped: feeling trapped or feeling like there is no way out of a situation\nH—Hopelessness or Helplessness: feeling no hope for the future, feeling like things will never get better\nW—Withdrawal: avoiding family, friends, or activities\nA—Anger: feeling unreasonable anger\nR—Recklessness: engaging in risky or harmful activities normally avoided\nM—Mood change: a significant change in mood\n\nHow can I reduce the risk of suicide?\nThough not all suicides can be prevented, some strategies can help reduce the risk. All of these factors are linked to well-being. These strategies include:\n\nSeeking treatment, care and support for mental health concerns—and building a good relationship with a doctor or other health professionals\nBuilding social support networks, such as family, friends, a peer support or support group, or connections with a cultural or faith community\nLearning good coping skills to deal with problems, and trusting in coping abilities\n\nWhen a person receives treatment for a mental illness, it can still take time for thoughts of suicide to become manageable and stop. Good treatment is very important, but it may not immediately eliminate the risk of suicide. It’s important to stay connected with a care team, monitor for thoughts of suicide, and seek extra help if it’s needed. Community-based programs that help people manage stress or other daily challenges can also be very helpful.\nWhat can I do if I experience thoughts of suicide?\nThoughts of suicide are distressing. It’s important to talk about your experiences with your doctor, mental health care team, or any other person you trust. They can help you learn skills to cope and connect you to useful groups or resources. Some people find it helpful to schedule frequent appointments with care providers or request phone support. Other things that you can do include:\n\nCalling a crisis telephone support line\nConnecting with family, friends, or a support group. It can be helpful to talk with others who have experienced thoughts of suicide to learn about their coping strategies\n\nIf you’re in crisis and aren’t sure what to do, you can always call 9-1-1 or go to your local emergency room.\nSome people find a safety plan useful. A safety plan is a list of personal strategies to use if you think you are at risk of hurting or ending your life. You can create a plan on your own, with a loved one, or with your mental health care team. Your plan may include:\n\nActivities that calm you or take your mind off your thoughts\nYour own reasons for living\nKey people to call if you’re worried about your safety\nPhone numbers for local crisis or suicide prevention helplines\nA list of safe places to go if you don’t feel safe at home\n\nHow can I help a loved one?\nIf you’re concerned about someone else, talk with them. Ask them directly if they’re thinking about suicide. Talking about suicide won’t give them the idea. If someone is seriously considering suicide, they may be relieved that they can talk about it.\nIf someone you love says that they’re thinking about ending their life, it’s important to ask them if they have a plan. If they have a plan and intend to end their life soon, connect with crisis services or supports right away. Many areas have a crisis, distress, or suicide helpline, but you can always call 9-1-1 if you don’t know who to call. Stay with your loved one while you make the call, and don’t leave until the crisis line or emergency responders say you can leave.\nThe two most important things you can do are listen and help them connect with mental health services.\nListening\nHere are tips for talking with a loved one:\n\nFind a private place and let your loved one take as much time as they need.\nTake your loved one seriously and listen without judgement—their feelings are very real.\nKeep your word—don’t make promise you can’t keep or don’t intend to keep.\nTell your loved one that they are important and that you care about them.\n\nSupports\nIf your loved one already sees a doctor or other mental health service provider, it’s important that they tell their service provider about any thoughts of suicide they may have been having. Depending on your relationship, you can offer to help—by helping your loved one schedule appointments or by taking them to their appointments, for example.\nIf your loved one doesn’t see a mental health service provider, you can give them the phone number for a local crisis line and encourage them to see their doctor. Your loved one may also be able to access services through their school, workplace, cultural or faith community.\nSupporting a loved one can be a difficult experience for anyone, so it’s important to take care of your own mental health during this time and seek support if you need it.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Schizophrenia", "id": "CMHASchizophrenia", "text": "\nSchizophrenia is a serious mental illness. One of the biggest myths around the illness is that it isn’t treatable. With the right supports, people can work or volunteer, be active in their own care, and contribute to their communities.\nWhat is schizophrenia?\nSchizophrenia is a mental illness that affects the way you understand and interact with the world around you.\nAt the beginning of an episode, people may feel that things around them seem different or strange. They may start to experience problems concentrating, thinking or communicating clearly, or taking part in their usual activities. At the height of the episode, people may experience breaks from reality called psychosis. These could be hallucinations (sensations, like voices, that aren’t real) and delusions (strong beliefs that aren’t true, like the belief that they have superpowers). Some people feel ‘flat’ or numb. They may also experience changes in mood, motivation, and the ability to complete tasks. After an episode, signs can continue for some time. People may feel restless, withdraw from others, or have a hard time concentrating.\nThe exact course and impact of schizophrenia is unique for each person. Some people only experience one episode in their lifetime while others experience many episodes. Some people experience periods of wellness between episodes while others may experience episodes that last a long time. Some people experience a psychotic episode without warning while others experience many early warning signs. No matter how someone experiences schizophrenia, researchers agree that early treatment can help reduce the impact of episodes in the future.\nWho does it affect?\nSchizophrenia can affect anyone. It usually starts to affect people in the teen years, though females often start to experience the illness a little later than males. No one knows exactly what causes schizophrenia or why it can affect people so differently. Genes, the way a person’s brain develops, and life events may all play a part.\nWhat can I do about it?\nWhile there is no cure for schizophrenia, people can and do recover. Recovery may mean learning to reduce the impact of problems, work around challenges, or maintain wellness. Most people use some combination of the following treatments and supports.\nSome people need to spend time in hospital if they experience a severe episode of psychosis. This is a time to figure out the best treatment for you and begin your journey to health. Before you leave the hospital, care providers should help you map out the service providers (like doctors, counsellors, and social workers) who will be involved in your care and support your recovery.\nMedication\nMedication called antipsychotics may help reduce the severity of symptoms like hallucinations and delusions, and may eliminate these symptoms all together for many people. Continuing medication after you feel well again may help reduce the risk of relapse (when symptoms come back). There are many different kinds of antipsychotics, so it may take time and patience to find the best one for you.\nAll medications can cause side effects—some of which can be uncomfortable or difficult. It’s best to have ongoing, open conversations about medication with a doctor so that everyone understands how a medication is affecting you, what can be done, and what other options you may have.\nCounselling and supports\nCounselling can help with many problems like low mood, anxiety, and relationships. You can learn helpful skills like problem-solving and setting goals. There are also therapies to help reduce the impact of delusions and hallucinations. Schizophrenia can affect people’s goals around education, work, and independent living. Professionals like occupational therapists and social workers can help with daily living, social skills, employment or volunteer training, and community activities. They can also connect you with community supports like home care, housing, and income assistance.\nA big part of managing schizophrenia is relapse prevention. You can learn what might trigger an episode and learn to recognize early warning signs of an episode. The goal is to learn when to seek extra supports, which may help reduce the impact or length of the episode.\nSelf-care is important for everyone. Small steps like eating well, getting regular exercise, building healthy sleep habits, spending time on activities you enjoy, spirituality, and connecting with loved ones can make a big difference.\nSchizophrenia can leave people feeling very isolated and alone. At times, many people who experience schizophrenia feel uncomfortable around others. But many also worry about what others will think of them. The right relationships can be supportive and healing. Your support team can help you connect with support groups.\nHow can I help a loved one?\nSupporting a loved one can be hard. It can be difficult to understand what a loved one is experiencing, and their behaviour may be confusing at times. Many people worry about their loved one’s future. The good news is that schizophrenia is treatable—and love and support can go a long way. Here are some tips for helping a loved one:\n\nLearn more about schizophrenia so you have a better idea of what to expect and how you can help.\nSchizophrenia can have a big impact on people’s ability to concentrate and make sense of information. Loved ones may not react to things in ways you expect or may struggle with tasks that seem simple to you. It’s okay to feel frustrated, but it isn’t anyone’s fault.\nIf a loved one has trouble following conversations, choose a quiet space and speaking calmly and clearly.\nIt’s best to avoid arguing with delusions or hallucinations. A more helpful strategy is to focus on the feelings that delusions or hallucinations bring up.\nAsk your loved one how you can help. This may be a simple as helping with day-to-day tasks.\nTalk about dealing with emergencies when your loved one is feeling well and decide how you can contribute. Write it down in a crisis plan and share it with your care team. This is also a good time to talk about behaviours you aren’t willing to deal with.\nLearn more about support services for care providers through your loved one’s care team, provincial or territorial health services, or community organizations.\nDepending on the barriers that your loved one experiences, planning for the future with tools like a Registered Disability Savings Plan can bring peace of mind.\nSet your own boundaries, and seek support for yourself when you need it. Think about joining a support group for loved ones and seeking counselling for the entire family.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Stress", "id": "CMHAStress", "text": "\nWe all talk about stress, but we’re not always clear about what it is. Stress comes from both the good and the bad things that happen to us. If we didn’t feel any stress, we wouldn’t be alive! Stress may feel overwhelming at times, but there are many strategies to help you take control.\nWhat is stress?\nStress is the body’s response to a real or perceived threat. That response is meant to get people ready for some kind of action to get them out of danger. But most of the threats people face today aren’t something that they can fight or run away from. These threats are usually problems that people have to work through.\nSome stress can be a good thing. It can motivate us to focus on a task or take action and solve a problem. In this situation, stress is manageable and even helpful.\nWhen stress is unhelpful, people may feel overwhelmed or feel like they can’t possibly fix the problem. In these cases, some people avoid dealing with the original problem altogether, which may make the problem—and stress—worse. It can be very hard to concentrate, make decisions, and feel confident when a person experiences a lot of stress. Many people experience physical sensations like sweating, a racing heart, or tense muscles. Over time, stress can also have a big impact on physical health. Sleep difficulties and headaches are common problems related to stress. People are also more likely to get sick when they’re experiencing a lot of stress.\nStress is a reaction to a situation—it isn’t about the actual situation. We usually feel stressed when we think that the demands of the situation are greater than our resources to deal with that situation. For example, someone who feels comfortable speaking in public may not worry about giving a presentation, while someone who isn’t confident in their skills may feel a lot of stress about an upcoming presentation. Common sources of stress may include major life events, like moving or changing jobs. Long-term worries, like a long-term illness or parenting, can also feel stressful. Even daily hassles like dealing with traffic can be a source of stress.\nWhat can I do about it?\nTaking action is the first step. Ignoring the effects of stress can lead to other mental health problems.\nThere is no one right way to deal with stress. The tips below are common strategies that are helpful for many people. Try them out and see what works best for you. Remember to look at both short-term and long-term solutions when you’re dealing with stress.\nIdentify the problem\nIs your job, school, a relationship with someone, or worries about money causing stress? Are unimportant, surface problems hiding deeper problems? Once you know what the real problem is, you can do something about it.\nSolve problems as they come up\nWhat can you do, and what are the possible outcomes? Would that be better or worse than doing nothing? Remember, sometimes solving a problem means doing the best you can—even if it isn’t perfect—or asking for help. Once you’ve decided on a solution, divide the steps into manageable pieces and work on one piece at a time. Improving your problem-solving skills is a long-term strategy that can help you feel like you’re in control again.\nTalk about your problems\nYou may find it helpful to talk about your stress. Loved ones may not realize that you’re having a hard time. Once they understand, they may be able to help in two different ways. First, they can just listen—simply expressing your feelings can help a lot. Second, they may have ideas to help you solve or deal with your problems. If you need to talk with someone outside your own circle of loved ones, your family doctor may be able to refer you to a counsellor, or you may have access to one through your school, workplace, or faith community.\nSimplify your life\nStress can come up when there are too many things going on. Learning to say no is a real skill that takes practice. Try to look for ways to make your to-do list more manageable.\nLearn helpful thinking strategies\nThe way you think about situations affects the way you respond to them. Unhelpful thoughts, such as believing that everything must be perfect or expecting the worst possible outcome, can make problems seem bigger than they really are.\nLearn about stress management\nThere are many useful books, websites, and courses to help you cope with stress. There are also counsellors who specialize in stress. There may be stress management courses and workshops available through your community centre, workplace, or school.\nStart on the inside\nPractices like yoga, meditation, mindfulness, prayer, or breathing exercises can help you quiet your mind and look at problems from a calmer, more balanced point of view. With time, these practices can help you manage your response to stressful situations as they come up.\nGet active\nPhysical activity can be a great way to reduce stress and improve your mood. Activity could be anything from taking up a new sport to walking. The most important part is that it gets you moving and you enjoy it—it shouldn’t feel like a chore. If you experience barriers to physical activity, try talking to your doctor or care team for ideas.\nDo something you enjoy\nMaking time for hobbies, sports, or activities that you find fun or make you laugh can temporarily give you a break from problems. Listen to music, read, go for a walk, see a friend, watch your favourite movie, or do whatever makes you feel good. This can give you a little mental distance from problems when you can’t deal with them right away.\nCan I prevent stress?\nStress is part of being human—no one can eliminate all stress from their life or prevent stress from ever happening in the future. The goal of stress management is to bounce back from problems or challenges and maintain wellness. All of the above strategies can help you take control of stress so it doesn’t control you in the future. Remember to practice them often, even when you’re not feeling stressed. That way, you’ll know exactly what works for you. It’s also much easier to deal with difficulties when you’re in control and know that you can deal with whatever comes up.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Supporting a Loved One", "id": "CMHASupportingaLovedOne", "text": "\nWhen someone you love has been diagnosed with a mental illness, you feel a mixture of emotions. Concern, compassion, disbelief, anger, relief, anxiety, grief, love, guilt…any and all of these emotions are understandable and normal.\nYou are not to blame for a loved one’s mental illness. Mental illnesses are caused by many different factors that work together, such as genetics, biology, environment, and life experiences.\nLoved ones can play a big part in helping a person recover, work towards their goals, and stay well. Care and emotional support go a long way in recovery and well-being. So can practical help, like managing doctor’s appointments and other daily tasks. You can also play a part in helping a loved one maintain well-being. You and other close supporters may be the first to notice changes in a loved one’s mood, behaviour, self-care, or other area that shows their mental health may be worsening. This means you can help your loved one find the right help early. You can also help them see hope at a time when they feel it the least.\nWho is taking care of you?\nWhen a loved one experiences a mental illness, their care and support can take a lot of time and energy. But your own needs are just as important, too. If you aren’t well, it’s harder to help someone else regain wellness. Here are some tips to think about:\n1. Accept your own feelings and know that you are not alone\nIt is natural to feel many different emotions when a loved one is diagnosed with a mental illness. Other people experience the same challenges and complicated mix of emotions, just like you. Let yourself feel whatever you need to feel.\n2. Learn more\nTake time to learn more about mental illnesses. This will give you a better understanding of your loved one’s experiences and help you see what they may be going through. You can find reliable information online, through provincial or territorial health services, and through community organizations.\n3. Stay connected\nEmbarrassment, social stigma and fear can stop many family members from seeking help when a loved one is diagnosed with a mental illness. But that can isolate you at a time when you need the most support from others. Talk to trusted friends and family and let them know what you’re experiencing. If you aren’t sure where to go, try connecting with a community organization.\n4. Join a support group\nSupport groups are a good place to share your experiences, learn from others, and connect with people who understand what you’re going through. To find a local support group, contact a local community mental health organization like the Canadian Mental Health Association (CMHA). CMHA has branches all over Canada that offer a range of services that can help.\n5. Take time for yourself\nIf you are caring for a loved one, your responsibilities may use up your physical and emotional energy. It’s important to take time for yourself. It can help you recharge and give you a more balanced perspective toward any challenges you experience. Schedule opportunities that allow you to relax, have fun and get away so you can come back to your loved one with a healthier outlook. You can’t care for someone else if you haven’t cared for yourself first.\n6. Seek help for yourself\nCaring for a loved one who’s unwell can be stressful. Long periods of stress can lead to mental health or substance use problems. Seek help if you find your own well-being slipping, and encourage family members to seek help if they need it. Mental illness can also have a big impact on family relationships. It’s a good idea to seek counselling for the entire family.\n7. Develop coping strategies for challenging behaviours\nThere may be times when a loved one shows strange or challenging behaviours that can make you feel confused, embarrassed, or scared. This can happen in public or in private. It’s best to talk with your loved one’s care team for strategies to manage challenging situations. Here are some tips:\n\nLearn more about your options.\nPlan the best strategies for the situation.\nUnderstand that this is not personal.\nRealize that some behaviours may be beyond your loved one’s control. They may be as distressing to them as they are to you.\n\nIt’s also important to tell your loved one (and their care team) what behaviours you aren’t willing to tolerate. You have rights, too—you never have to tolerate dangerous or abusive behaviour.\nWhat to do in a crisis\nIf your loved one experiences serious episodes that cause problems, it’s important to plan ahead for these problems. These plans—written during times of wellness—usually map out what will happen and who will be involved if a loved one starts to feel unwell. You may be included in a plan with your loved one’s care team, but you can make a plan just between you and your loved one, too.\nIf you believe that a loved one is at risk of harming themselves or others and they won’t seek help, you may get a mental health assessment through your province’s or territory’s mental health laws. In general, these laws let a doctor, judge, police officer, or justice of the peace order an evaluation if a person meets certain criteria. While this can be a helpful tool in a crisis situation, it can also be difficult and traumatic for everyone involved. Ideally, a loved one should have a plan in place that seeks action before these emergency measures are necessary. Contact your provincial or territorial ministry or department of health to learn more.\nA note on privacy\nUnder Canadian law, an adult’s health care team can’t talk about medical information like a diagnosis or treatment in most situations without permission of the adult. This may seem frustrating at times, but these laws were designed to protect the rights of people who experience a mental illness. An open relationship with a loved one can go a long way in keeping everyone informed and supporting a loved one’s care choices.\nIncome and housing support\nWhen someone you love is diagnosed with a mental illness, you may worry about their financial future. If they are unemployed or don’t make enough to support themself, they may qualify for income supports. Some programs are provincial or territorial, and others are national. Talk with a loved one’s care team, provincial or territorial services, or a local organization to see what’s available. Your bank can also help with tools like a Registered Disability Savings Plan.\nMental illnesses can be barriers to good, affordable housing, but the right housing can give people freedom and independence. There are different kinds of housing options available with varying levels of supports. Contact the CMHA or other local mental health organizations to get more information on housing programs.\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area.\nFounded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}, {"title": "Youth and Self-Injury", "id": "CMHAYouthandSelf-Injury", "text": "\nPeople cope with difficult thoughts, feelings, or situations in different ways. Some people cope by injuring themselves on purpose—and it may be the only way for them to feel better. Self-injury may seem frightening, but it’s important to look beyond the injuries and see what’s really going on.\nWhat is self-injury? Self-injury means that someone hurts themself on purpose but doesn’t intend to end their life. Common acts of self-injury include cutting skin, burning skin, hitting yourself to the point of injury, and preventing wounds from healing. Self-injury itself isn’t a mental illness, but may be a sign that someone needs care and support. In some cases, self-injury can be a sign of a mental health problem. People self-injure for many different reasons. Some people self-injure:\n\nTo cope with anxiety or depression\nTo cope with loss, trauma, violence, or other difficult situations\nTo ‘punish’ themselves\nTo turn emotional pain into physical pain\nTo feel ‘real’ and counter feelings of emptiness or numbness\nTo feel euphoria\nTo regain control of their bodies\nTo simply feel better\n\nPeople who self-injure are not trying to end their lives, but they can experience those thoughts. When they self-injure, they are trying to cope with difficult or overwhelming thoughts or feelings.\nWarning Signs\nPeople who self-injure often hide the behaviour. They may feel embarrassed or ashamed, and they may avoid talking about it. Warning signs include:\n\nUnexplained frequent injuries, such as cuts and burns\nUnexplained scars\nWearing long pants and long-sleeved shirts all the time, even in warm weather\nLow self-esteem\nProblems handling emotions\nProblems with relationships\n\nWho does it affect?\nSelf-injury can affect anyone, but it’s more common during the teenage years and among females. Self-injury is also more likely to affect people who have experienced stressful or traumatic life events, people who have a hard time coping with their feelings, and people who experience low self-esteem. \nWhat can I do if I do about it?\nIf you self-injure, it’s important to begin talking with someone you trust. This could be a friend, a family member, a teacher, a school counsellor, or anyone you feel comfortable talking with. Your support person can help you work through next steps, like talking with a doctor or other health care professional. If you self-injure, it’s important to take care of your injuries. If you’re worried about an injury, talk to your doctor, go to your local emergency room, or call 9-1-1. You should be treated with respect no matter how you received the injury. Self-injury isn’t a mental illness, but in some cases it can be a sign of a mental health problem. It’s important to talk with your doctor about self-injury and any other problems you’re experiencing. If self-injury is related to a mental illness, treating the mental illness may help you reduce self-injuring behaviours.\nCounselling and support\nIf self-injury isn’t related to a mental illness, it’s still best to talk with a mental health professional or a school counsellor. Your doctor can recommend a counsellor who can help you. They can help you work through the thoughts, feelings, or situations behind self-injury, teach you skills to cope with difficult thoughts and feelings, and help you find alternatives to self-injury. Two types of counselling that may help self-injury are cognitive-behavioural therapy and dialectical behaviour therapy. Cognitive-behavioural therapy (or ‘CBT’) helps you understand the relationship between your thoughts, feelings, and actions. It also teaches you skills like problem-solving and stress management. Dialectical behaviour therapy (or ‘DBT’) teaches you open and flexible ways of thinking. It also teaches skills like acceptance, problem-solving, and coping with difficult or uncomfortable thoughts, feelings, and situations.\nIt can be very helpful to connect with support groups. They are a place to share your own experiences and learn from others, and help you connect with people who understand what you’re going through. If there isn’t a support group in your area, you may find groups online. Self-help strategies that boost your well-being can also help you work through self-injury.\nSelf-help might include connecting with family, friends, or a support group, eating well, exercising, getting enough sleep, and spending time on things you enjoy. You’ll find many of these strategies in counselling, but you can practice them on your own, too.\nHow can I help a loved one?\nIf you are concerned about a friend or family member, it’s okay to ask about self-injury. Talking about self-injury won’t make someone start hurting themselves. It’s a good idea to learn more about self-injury before you start the conversation. It can be difficult to hear what your loved one has to say. Self-injury may not make sense to you and you may wonder why someone would hurt themself, but your loved one’s feelings are very real. Learning more can help you give support that respects your loved one’s experiences. Many young people aren’t sure what they can do to help a friend. It’s a good idea to talk to someone you trust, like a teacher or school counsellor. There are also help lines and websites to support young people, like the Kids Help Phone. Here are a few more tips for helping a loved one:\n\nInstead of focusing on your loved one’s self-injury behaviours, it may be more helpful to focus on your concern for their well-being.\nDon’t demand that your loved one immediately stop self-injuring. New healthy behaviours take time to learn. Instead, focus on supporting new behaviours and celebrate your loved one’s small steps forward.\nAvoid guilt, shame or judgement—these can get in the way of open and trusting relationships.\nSeek help or support for yourself, if you need it.\n\nDo you need more help?\nContact a community organization like the Canadian Mental Health Association to learn more about support and resources in your area. Founded in 1918, The Canadian Mental Health Association (CMHA) is a national charity that helps maintain and improve mental health for all Canadians. As the nation-wide leader and champion for mental health, CMHA helps people access the community resources they need to build resilience and support recovery from mental illness.\n\n\n\n\n\n"}]}